gSoapServer/wsModuloAfore.consultarAportaciones.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
  xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
  xmlns:xsd="http://www.w3.org/2001/XMLSchema"
  xmlns:ns2="urn:wsModuloAfore">
 <SOAP-ENV:Body  SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <ns2:consultarAportaciones>
   <inParam>
    <Nss></Nss>
    <FechaIniPension></FechaIniPension>
    <iOpcion>0</iOpcion>
   </inParam>
  </ns2:consultarAportaciones>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
